Revit 2027 API
ParameterTypeId.LoadNatureName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadNatureName { get; }
Public Shared ReadOnly Property LoadNatureName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadNatureName {
	ForgeTypeId^ get ();
}
static member LoadNatureName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace